// 2. прописать тегу form правильные значения атрибутов метод
// и адрес action

// 3. проверьте размету проекта и добавьте недостающие атрибуты
// например 'required'. Затем проверить правильность типов у нужных полей.action

// 4. реализовать 'загрузку изображения'

// 5. реализовать закрытие формы
// 6. Написать код для валидации формы добавления изображений, Список полей для валидации: Хэшэй и Комментарий
// 7. Реализуйте логику проверки так, чтобы как минимум, она срабатывала при попытке отправить форму
export {};
